Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/puheenjohtaja_juuso:_utsjoen_porotilojen_yhteismetsan_paatos_suojella_vanhaa_ikimetsaa_osoittaa_etta_hakkuille_on_vaihtoehtoja.html.tmx
Source language: fin
Languages: smn

source: Puheenjohtaja Juuso: Utsjoen porotilojen yhteismetsän päätös suojella vanhaa ikimetsää osoittaa, että hakkuille on vaihtoehtoja
smn: Saavâjođetteijee Juuso: Ucjuv puásuitáálui ohtsâšmeeci miärádâs suojâliđ puárisvyevdi čáittá, ete čuoppâmáid láá muulsâiävtuh

source: Utsjoen porotilojen yhteismetsä suojelee 700 hehtaaria vanhaa ikimetsää Muddusjärven paliskunnan alueella.
smn: Ucjuv puásuitáálui ohtsâšmecci suoijâl 700 hehtaarid puárisvyevdi Mudusjäävri palgâs kuávlust.

source: Ympäristöministeriö myönsi vuosi sitten 20 miljoonan euron lisämäärärahan Pohjois-Suomen metsien vapaaehtoiseen suojeluun.
smn: Pirâsministeriö mieđettij ihe tassaaš 20 miljovn euro lasemeriruuđâ Tave-Suomâ meecij rijjâtátulii suoijâlmân.

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso on tyytyväinen Utsjoen porotilojen yhteismetsän päätökseen suojella vanhaa ikimetsää, ja onnittelee osapuolia neuvotteluiden tuloksesta.
smn: Sämitige saavâjođetteijee Tuomas Aslak Juuso lii tuđâvâš Ucjuv puásuitáálui ohtsâšmeeci miärádâsân suojâliđ puárisvyevdi, já tuáivut uásipeelijd luho ráđádâlmij puátusist.

source: – Pidän tätä hyvänä esimerkkinä siitä, kuinka yhteismetsillä on mahdollisuus etsiä metsien hakkuille vaihtoehtoisia tulonlähteitä.
smn: – Mun anam taam šiev ovdâmerkkân tast, maht ohtsâšmeecijn lii máhđulâš uuccâđ vyevdičuoppâmáid muulsâiävtulijd puátukäldeid.

source: Kyseinen päätös toimii myös hyvänä esimerkkinä metsien suojelulle laajemmin ja muille yhteismetsille, sanoo Juuso.
smn: Taat miärádâs tuáimá meid šiev ovdâmerkkân vuovdij suoijâlmân vijđásubbooht já eres ohtsâšmeccijd, iätá Juuso.

source: Suomen hallitus myönsi vuosi sitten 20 miljoonan euron lisämäärärahan Pohjois-Suomen vanhojen metsien suojeluun.
smn: Suomâ haldâttâs mieđettij ihe tassaaš 20 miljovn euro lasemeriruuđâ Tave-Suomâ puárisvuovdij suoijâlmân.

source: Lisämääräraha on käytössä vuoden 2022 loppuun saakka Lapin, Pohjois-Pohjanmaan ja Kainuun ELY-keskusten alueella.
smn: Lasemeriruttâ lii kiävtust ive 2022 loopâ räi Laapi, Tave-Poođâeennâm já Kainuu IJP-kuávdái kuávlust.

source: Määrärahan tarkoituksena on parantaa luonnonsuojelualueiden kytkeytyvyyttä, eheyttä ja kestävyyttä muuttuvissa olosuhteissa.
smn: Meriruuđâ tárguttâssân lii pyerediđ luándusuojâlemkuávlui ohtâlâsvuođâ, čapovuođâ já killeelvuođâ nubásmuvvee tiileest.

source: II varapuheenjohtaja Leo Aikio toivoo, että tämä suojeluhanke on vasta alkua ja Pohjois-Suomen vanhojen metsien suojeluun löytyy rahoitusta myös tulevaisuudessa.
smn: II värisaavâjođetteijee Leo Aikio tuáivu, ete suojâlemhaahâ lii eskân aalgâ já Tave-Suomâ puárisvuovdij suoijâlmân kávnoo ruttâdem meid puátteevuođâst.

source: – On hienoa, että paliskunta ja yhteismetsä pääsivät sopimukseen, joka hyödyttää molempia osapuolia.
smn: – Lii suotâs, ete paalgâs já ohtsâšmecci pessii sopâmušân, mii hiäđut kuohtuid uásipeelijd.

source: Yksityisille metsänomistajille osoitetut korvaukset suojelusta kannustavat huomioimaan metsien merkitystä saamelaiskulttuurin käytössä sekä luonnon monimuotoisuuden turvaajana, sanoo Aikio.
smn: Priivaat vyevdiomâsteijeid čujottum sajanmáávsuh suoijâlmist movtijditeh väldiđ huámmášumán vuovdij merhâšume sämikulttuur kiävtust sehe luándu maaŋgâhámásâšvuođâ torvejeijen, iätá Aikio.

source: – Tällaiset päätökset auttavat Suomea pysymään kiinni ilmastotavoitteissaan.
smn: – Tágáreh miärádâsah išedeh Suomâ pissoođ jieijâs šoŋŋâdâhuulmijn.

source: Vastaavien rahoitusmekanismien turvaaminen voi tulevaisuudessa maksaa itsensä monikertaisesti takaisin, jatkaa Aikio.
smn: Västideijee ruttâdemmekanismij turvim puáhtá puátteevuođâst mäksiđ jieijâs maaŋgâkiärdásávt maassâd, juátká Aikio.

source: Utsjoen porotilojen yhteismetsän suojelukohde sijaitsee Muddusjärven paliskunnan talvilaidunalueella.
smn: Ucjuv puásuitáálui ohtsâšmeeci suojâlemčuosâttâh lii Mudusjäävri palgâs tälvikuáttumkuávlust.

source: Muddusjärven paliskunta ja Utsjoen porotilojen yhteismetsä ovat olleet yhteydessä Saamelaiskäräjiin ja pyytäneet Saamelaiskäräjiä tukemaan asiassa ja vaikuttamaan sen edistymiseen.
smn: Mudusjäävri paalgâs já Ucjuv puásuitáálui ohtsâšmecci láá lamaš ohtâvuođâst Sämitiigán já táttum Sämitige tuárjuđ ääšist já vaiguttiđ tom ovdánmân.

source: Saamelaiskäräjät on aktiivisesti edistänyt asiaa ympäristöministeriön kautta ja ilmaissut tukensa suojelutavoitteelle.
smn: Sämitigge lii aktiivlávt ovdedâm ääši pirâsministeriö peht já oovdânpuáhtám torjuus suojâlemuulmán.

source: – Olen erittäin tyytyväinen yhteistyöhön ympäristö- ja ilmastoministeri Mikkosen kanssa.
smn: – Mun lam eromâš tuđâvâš oovtâstpaargon pirâs- já šoŋŋâdâhminister Mikkosijn.

source: Lisämääräraha on mahdollistanut saamelaisalueella samankaltaisen yksityismetsien suojelun, mitä METSO-ohjelma Etelä-Suomen yksityismetsissä on tehnyt jo pitkään.
smn: Lasemeriruttâ lii toohâm sämikuávlust máhđulâžžân siämmáásullâsii priivaatmeecij suojâlem, ko maid METSO-ohjelm lii Maadâ-Suomâ priivaatmeecijn toohâm jo kuhháá.

source: Haluamme kiittää ministeriä ja ministeriötä siitä, että keskusteluissa on suhtauduttu ratkaisuhaluisesti asiaan, päättää Juuso.
smn: Mij halijdep kijtteđ minister já ministeriö tast, ete savâstâlmijn láá halijdâm čuávdusijd áášán, looppât Juuso.

source: Kuva: Ville Fofonoff
smn: Kove: Ville Fofonoff

source: Lisätietoja:
smn: Lasetiäđuh:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso(at)samediggi.fi
smn: Tuomas Aslak Juuso Saavâjođetteijee 040 687 3394 tuomas.juuso(at)samediggi.fi

source: Leo Aikio II varapuheenjohtaja 040 621 6505 leo.aikio(at)samediggi.fi
smn: Leo Aikio II värisaavâjođetteijee 040 621 6505 leo.aikio(at)samediggi.fi
